const records = [

    {
        number: "0001",

        date: "2025.09.26",

        dateKorean: "二千二十五年 九月 二十六日",

        title: "저승차사 하로하, 등장",

        category: "活動",

        content: `
            <p>
                2025년 9월 26일.
            </p>

            <p>
                병오년 하로하가 블루점프 3기 저승차사 데뷔하였다.
                사이나 링고의 「丸ノ内サディスティック」를 불렀다.
                후에 모습을 비춰 보이며 발부터 보여주며
                "아까 제가 지나가다가 봤는데, 누가 저보고 할아버지 양말이라고"라 말하였다.
                그러면 말을 덧붙이길
                "여러분 가장 패셔니스타는 양말 색깔을 맞추는 거란걸 모르시나요?
                이 포인트 이 시그니처 색깔을 담은 것"이라 하였다.
                검을 뺄 수 있냐는 망령의 말에 칼을 빼들고 휘두르다가
                "여러분 까불면 반갈죽이 됩니다"라 말했다.
            </p>

            <p>
                노래 태연의 사계를 부르고 스스로 말하길
                "근데 저도 좀 느끼긴 한데, 노래 부를때 가만히 얼굴을 보고 있으면
                확실히 예뻐 보이긴 하고요"라 평하며
                그러지 않을 때와의 모습의 차이에 대해 의문을 드러냈다.
            </p>

            <p>
                PPT로 자신 소개를 하였다.
                "인간지네는 고어물에서 굉장히 매이저이며, 숭한 영화가 아니다"라고 말하였다.
                "고어와 교도소, 아포칼립스를 좋아하는 이유가 현실에서 사지를 못 자르고,
                맘에 안 드는 사람을 교도소에 못 가두는데,
                그런것들을 싫어하는 상대라고 생각해서 보면 판타지같아 재밌고 쾌감이 있다"고 하였다.
            </p>

            <p>
                별풍선 300개를 망령들이 계속 보내자
                하로하의 방에 망령들이 여럿이 돌아다니는 기능을 보였다.
                하로하 데뷔 기념 MD 기간 한정 판매 굿즈를 홍보하였다.
            </p>
        `
    },


    {
        number: "0002",

        date: "2025.09.27",

        dateKorean: "二千二十五年 九月 二十七日",

        title: "데뷔 다음 날, 육신을 자세히 보여주고 대화하다",

        category: "活動",

        content: `
            <p>
                2025년 9월 27일.
            </p>

            <p>
                데뷔 다음 날, 여러 기능과 함께 육신 및 의상의 세부적인 모습을 보여주었다.
                시청자 중 자신을 로하 언니라 말하는 자를 보더니 홀로 되뇌다가
                얇게 숨을 내쉬고 다시 방송을 이어갔다.
            </p>

            <p>
                또한 의상을 보여주며
                "패션 트렌드에 민감하여 요즘 크롭이 유행이니 따라하지 않을 수 없었다"라 말하였다.
                이어 받은 재킷을 직접 잘라버렸다고 밝혔다.
            </p>

            <p>
                망령 중 하나가
                "언니 근데... 좀... 키웠네...?"라 묻자
                이내 원래 이 정도는 되었다고 답하였다.
            </p>

            <p>
                애니메이션을 넣을 때부터 넣고 싶었던 것이 있다며
                유리 창에 입김을 불어 소매로 닦는 것을 보여주었다.
                이게 구현이 될까요라고 묻자 해보겠다고 하였으며,
                실제로 이를 구현해 주었다고 한다.
            </p>

            <p>
                카페를 보던 중 하로하가 말하길,
                전에 데뷔 후기 이벤트의 10분을 뽑겠다고 하였는데
                이를 대월향에게 만약 11분이 작성하면 어떡하느냐고 아뢰자,
                사비를 들라는 답을 들었다고 말했다.
            </p>

            <p>
                제미나이가 데뷔 방송에 필요한 손 그림을 잘 그려주었다고 하였다.
                또한 "제미나이가 삼성에서 쓰니까 한국에서 나온 거 아닌가?"라고 말하다가
                제미나이가 구글의 것임을 깨달았다.
            </p>

            <p>
                또한 제미나이가 이미지를 잘 만들어준다고 평하였다.
                한편 챗GPT처럼 거짓말을 많이 하는지에 대해 의문을 가지며,
                제미나이도 그러는 것인지 아니면 이러한 현상이 AI의 특징인 것인지 생각하였다.
            </p>
        `
    },


    {
        number: "0003",

        date: "2025.09.28",

        dateKorean: "二千二十五年 九月 二十八日",

        title: "보컬 전공을 밝히고 학창 시절을 회고하다",

        category: "活動",

        content: `
            <p>
                2025년 9월 28일.
            </p>

            <p>
                등장하여 마이크 소리가 전날보다 큰지 확인하였다.
            </p>

            <p>
                스스로 밝히길 보컬을 전공하였으며,
                "놀랍게도 대졸이에요"라 하였다.
                그동안 이를 밝히지 않았던 이유에 대하여 말하길,
                첫 번째로 방송 초반에 자신의 목소리를 알아본 동기가 있었기 때문이라고 하였다.
                해당 동기가 다른 동기에게 "이거 얘 아니야?"라고 묻자,
                이를 알고 있던 동기가 자신을 감싸주었다고 한다.
                혹시라도 자신이 특정될까 걱정하였던 것이 그 이유라고 밝혔다.
            </p>

            <p>
                두 번째 이유로는 본인이 긴장을 많이 하는 성격이기 때문이라고 하였다.
                노래를 부를 때 긴장을 하는 경우와 그렇지 않은 경우의 차이가 크기에,
                보컬 전공 사실을 밝힐 경우 사람들이 좋지 않은 반응을 보일까
                걱정하였다고 한다.
            </p>

            <p>
                또한 이제 와서 이를 밝히게 된 이유는 졸업한 지 시간이 흘렀기 때문이며,
                학교에 다닐 당시의 이야기가 많이 있음에도 이를 말하지 못하고 있는 것이
                아까웠기 때문이라고 하였다.
            </p>

            <p>
                학교에 처음 갔을 당시의 모습을 두고 동물의 왕국 같았다고 회고하였다.
                이를 설명하며
                "눈 깜빡하면 누가 사귄대, 눈 깜빡하면 누가 헤어졌대,
                눈 깜빡하면 누가 다음에 얘랑 사귀었다가 헤어졌다가
                그 다음에 얘랑 둘이 또 사귄데"라고 하였다.
            </p>

            <p>
                이어 3월에 입학하여 5월에 신입생 공연을 하였으며,
                공연을 위해 연습과 합주를 많이 하다 보니
                "어찌 정분이 나지 않을 수 있겠는가?"라고 하였다.
                5월 신입생 공연이 끝난 뒤 뒤풀이에서는
                공연에 참여한 20~30여 명 가운데 10명이 서로 사귀게 되어
                5커플이 탄생하였다고 말하였다.
            </p>

            <p>
                발표 수업에서는 1주차부터 15주차까지 전 학년이 한 곡씩 공연한다고 하였다.
                모둠과 공연을 맡는 주차가 모두 무작위로 정해지기 때문에
                운이 좋지 않으면 첫 주부터 모르는 사람과 듀엣으로
                공연해야 하는 경우도 있다고 하였다.
            </p>

            <p>
                그리고 이러한 상황을 실제로 겪은 사람이 자신이었다고 밝혔다.
                1학년 전 학기에는 1주차,
                2학년 1학기에는 1주차,
                2학년 2학기에는 2주차에 공연하였다고 말하였다.
            </p>
        `
    }

];
